Repository: FlogFr/UnAvis
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Bot not allowed
fr: Les robots ne sont pas acceptes

source: Password provided doesnt match the account
fr: Le mot de passe ne correspond pas a cet email

source: Email address
fr: Adresse email

source: This email doesnt exists
fr: Cette adresse email n'existe pas

source: email address
fr: addresse email

source: first name
fr: prenom

source: last name
fr: nom

source: staff status
fr: status staff

source: Designates whether the user can log into this admin site.
fr: Cet utilisateur peut se logger sur l'administrator

source: DateTime an account is validated
fr: Moment de validation du compte

source: active
fr: actif

source: Designates whether the active flag of the user.
fr: Le compte est actif ou non

source: date joined
fr: date de

source: home
fr: accueil

source: Please confirm your email,check your emails
fr: Merci de confirmer votre compte, verifiez vos emails
